# Brewfile
cask_args appdir: "/Applications"
tap "homebrew/cask-cask"
tap "homebrew/bundle"
tap "homebrew/core"

brew "curl"
brew "fish"
brew "ghq"
brew "gist"
brew "git"
brew "hugo"
brew "mas"
brew "openssl"
brew "peco"
brew "jq"
brew "python"
brew "tree"
brew "zsh"

cask "alfred"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "slack"
cask "visual-studio-code"

mas "Xcode", id: 497799835
